Repository: ghostbsd/update-station
Catalog: po/*.po
Languages: fur, pt_br

source: Update Failed
fur: Inzornament lât strucj
pt_br: Atualização Falhou

source: Press "Detail" to get information about the failure. Get help at https://forums.ghostbsd.org or .
fur: Frache "Detai" to vê informazions in merit al faliment. Fâti judâ su https://forums.ghostbsd.org o .
pt_br: Pressione "Detalhe" para obter informações sobre a falha. Obtenha ajuda em https://forums.ghostbsd.org

source: Detail
fur: Detai
pt_br: Detalhe

source: Close
fur: Siere
pt_br: Fechar

source: Update Completed
fur: Inzornament completât
pt_br: Atualização Concluída

source: The computer needs to restart to run on the updated software.
fur: Par doprâ il software inzornât tu scugnis tornâ a inviâ il computer.
pt_br: O computador precisa reiniciar para executar o software atualizado.

source: Restart Now
fur: Torne invie daurman
pt_br: Reiniciar Agora

source: Restart Later
fur: Torne invie plui indevant
pt_br: Reiniciar Depois

source: All software on this system is up to date.
fur: Dut il software di chest sisteme al è inzornât.
pt_br: Todo o software neste sistema está atualizado.

source: No Update Available
fur: Nissun inzornament disponibil
pt_br: Nenhuma Atualização Disponível

source: No update available. This system is up to date.
fur: Nissun inzornament disponibil. Chest sisteme al è inzornât.
pt_br: Nenhuma atualização disponível. Este sistema está atualizado.

source: Update Station already started
fur: Stazion di inzornament al è za stât inviât
pt_br: O Update Station já foi iniciado

source: Update Station already open.
fur: Stazion di inzornament al è za viert.
pt_br: O Update Station já está aberto.

source: Server Unreachable
fur: Impussibil rivâ al servidôr
pt_br: Servidor Inacessível

source: Packages mirrors are syncing with new packages
fur: I servidôrs spieli dai pachets a son daûr a sincronizâsi cui gnûfs pachets
pt_br: Os espelhos de pacotes estão sincronizando com novos pacotes

source: The server is unreachable. Your internet could be down or software package server is down.
fur: Impussibil contatâ il servidôr. Al è pussibil che la tô conession internet no funzioni o che il servidôr al sedi fûr servizi.
pt_br: O servidor está inacessível. Sua internet pode estar fora do ar ou o servidor de pacotes de software está fora do ar.

source: Something Is Wrong
fur: Alc al è lât strucj
pt_br: Algo Está Errado

source: If you see this message it means that something is wrong. Please look at pkg upgrade output.
fur: Se tu viodis chest messaç al significhe che alc al è lât strucj. Bute un voli a ce che al dîs pkg upgrade output.
pt_br: Se você vir esta mensagem, significa que algo está errado. Por favor, verifique a saída do comando pkg upgrade.

source: Software Station
fur: Stazion di inzornament
pt_br: Estação de Software

source: You need to be root
fur: Tu scugnis jessi root
pt_br: Você precisa ser root

source: Create boot environment backup
fur: Cree backup di ambient di inviament
pt_br: Criar backup do ambiente de inicialização

source: Install update
fur: Instale inzornament
pt_br: Instalar atualização

source: Update Manager
fur: Gjestôr inzornaments
pt_br: Gerenciador de Atualizações

source: Updates available!
fur: Inzornaments disponibii!
pt_br: Atualizações disponíveis!

source: Installed packages to be upgraded:
fur: Pachets instalâts che a vignaran incementâts di version:

source: Installed packages to be downgraded:
fur: Pachets instalâts di regredî di version:

source: New packages to be installed:
fur: Gnûfs pachets di instalâ:

source: Installed packages to be reinstalled:
fur: Pachets instalâts di tornâ a instalâ:

source: Installed packages to be removed:
fur: Pachets instalâts di gjavâ:

source: Installing Update
fur: Instalazion dal inzornament
pt_br: Instalando Atualização

source: Package updates downloaded
fur: Inzornaments dai pachets discjariâts

source: Installing package updates
fur: Daûr a instalâ i inzornaments dai pachets

source: Software packages upgrade completed
fur: Increment di version dai pachets software completât

source: Reinstalling
fur: Daûr a tornâ a instalâ
pt_br: Reinstalando

source: Fetching package updates
fur: Daûr a recuperâ i inzornaments dai pachets

source: Cleaning old boot environment
fur: Daûr a netâ vie l'ambient di inviament vecjo
pt_br: Limpando ambiente de inicialização antigo

source: Creating boot environment
fur: Daûr a creâ l'ambient di inviament
pt_br: Criando ambiente de inicialização

source: Looking For Updates
fur: Daûr a cirî inzornaments
pt_br: Procurando Atualizações

source: Checking if the repository is online
fur: Daûr a verificâ che il dipuesit al sedi in linie
pt_br: Verificando se o repositório está online

source: The repository is online
fur: Il dipuesit al è in linie
pt_br: O repositório está online

source: The mirror is Syncing
fur: Il servidôr spieli si sta sincronizant
pt_br: O espelho está sincronizando

source: Updates are already running
fur: I inzornaments a son za in cors
pt_br: As atualizações já estão em andamento

source: Checking for updates
fur: Daûr a controlâ la presince di inzornaments
pt_br: Verificando atualizações

source: Getting the list of packages
fur: Daûr a otignî la liste dai pachets
pt_br: Obtendo a lista de pacotes

source: Open the update window
fur: Vierç il barcon dai inzornaments
pt_br: Abrir a janela de atualização

source: No update found
fur: Nissun inzornament cjatât
pt_br: Nenhuma atualização encontrada

source: The Mirror is unreachable
fur: Impussibil contatâ il servidôr spieli
pt_br: O espelho está inacessível

source: Software updates are now available.
fur: I inzornaments software a son cumò disponibii.
pt_br: Atualizações de software estão agora disponíveis.

source: Major system version upgrade is now available.
fur: Cumò al è disponibil un increment principâl de version dal sisteme.
pt_br: Uma atualização importante de versão do sistema está agora disponível.

source: System and software updates are now available.
fur: In chest moment a son disponibii inzornaments software e di sisteme.
pt_br: Atualizações de sistema e software estão agora disponíveis.

source: Update Available
fur: Inzornament disponibil
pt_br: Atualização Disponível

source: Open Update
fur: Vierç inzornament
pt_br: Abrir Atualização

source: Major version upgrade
fur: Increment principâl di version
pt_br: Atualização de versão principal

source: If you select No, the upgrade will be skipped until the next boot.
fur: Se tu selezionis No, l'increment di version al ven saltât fin al prossim inviament.
